Repository: leonardcj/colordeducto
Catalog: *.po
Languages: fr, ru

source: ColorDeducto
fr: CouleurDeducto

source: Resuming level %d
fr: Reprendre le niveau %d
ru: Продолжаем уровень %d

source: Game
fr: Partie
ru: Игра

source: Start a new game.
fr: Démarrer une nouvelle partie.
ru: Начать новую игру.

source: The pattern matches the rule.
fr: Les motifs correspondent à la règle.
ru: Образец соответствует правилу.

source: The pattern does not match the rule.
fr: Les motifs ne correspondent pas à la règle.
ru: Образец не соответствует правилу.

source: Explore some examples.
fr: Explorer quelques exemples.
ru: Просмотреть несколько примеров.

source: Load a custom level.
fr: Charger un niveau personnalisé.
ru: Загрузить свой уровень.

source: Playing level %d
fr: Jouer le niveau %d
ru: Играем на уровне %d

source: Only sharer can start a new game.
fr: Seulement celui qui partage peut démarrer une nouvelle partie.
ru: Начать игру можно только групповому участнику.

source: Game over.
fr: Partie terminée.
ru: Конец игры.

source: Click on new game button to begin.
fr: Cliquer sur le bouton Nouvelle partie pour commencer.
ru: Кликните на кнопке "Новая игра", чтобы приступить.

source: Wait for sharer to start a new game.
fr: Attendez que celui qui partage lance une nouvelle partie.
ru: Ждите другого игрока для начала новой игры.

source: %d correct answers.
fr: %d réponses correctes.
ru: %d правильных ответов.

source: Pattern was false.
fr: Le motif était incorrect.
ru: Образец был неправильным.

source: Pattern was true.
fr: Le motif était correct.
ru: Образец был правильным.

source: Resume play
fr: Retour au jeu
ru: Продолжить игру

source: Show a pattern that matches the rule.
fr: Montrer un motif qui correspond à la règle.
ru: Показать образец, соответствующий правилу.

source: Show a pattern that does not match the rule.
fr: Montrer un motif qui ne correspond pas à la règle.
ru: Показать образец, не соответствующий правилу.

source: Explore patterns with the %s and %s buttons.
fr: Explore les motifs avec les boutons %s et %s.
ru: Узнай больше о паттернах с кнопками %s и %s.

source: Load a "True" pattern generator from the journal
fr: Charger un "vrai" générateur de motif depuis le Journal
ru: Загрузить генератор "правильных" образцов из журнала

source: Load a "False" pattern generator from the journal
fr: Charger un "faux" générateur de motif depuis le Journal
ru: Загрузить генератор "неправильных" образцов из журнала

source: New level added
fr: Nouveau niveau ajouté
ru: Новый уровень добавлен
