Repository: leonardcj/colordeducto
Catalog: gug.po
Languages: gug

source: ColorDeducto
gug: Sa'y hekýi

source: Resuming level %d
gug: Jejapojey yvatejoja %d

source: Game
gug: Ñembosarái

source: Start a new game.
gug: Ñepyrũ ñembosarái pyahu.

source: The pattern matches the rule.
gug: Tembiapojára ombojoja mbojojaha.

source: The pattern does not match the rule.
gug: Tembiapojára nombojojái mbojojaha.

source: Explore some examples.
gug: Jepovyvy hetave techapyrãre.

source: Load a custom level.
gug: Jehupi peteĩ yvatejoja mboavarekoha.

source: Playing level %d
gug: Ñembosarái yvatejoja %d

source: Only sharer can start a new game.
gug: Omboja'óvante tembiapo ikatu oñepyrũ peteĩ ñembosarái pyahu.

source: Game over.
gug: Opa ñembosarái.

source: Click on new game button to begin.
gug: Rejopy votõ pyahu reñepyrũ hag̃ua.

source: Wait for sharer to start a new game.
gug: Reha'arõ pe omboja'óva tembiapo ñembosarái pyahurã.

source: %d correct answers.
gug: %d mbohovái oĩ porã.

source: Pattern was false.
gug: Tembiapojára gua'u.

source: Pattern was true.
gug: Tembiapojára añeteguáva.

source: Resume play
gug: Remoñepyrũ jey ñembosarái

source: Show a pattern that matches the rule.
gug: Rehechauka tembiapojára ohóva mbojojaháre.

source: Show a pattern that does not match the rule.
gug: Rehechauka tembiapojára ndohóiva mbojojaháre.

source: Explore patterns with the %s and %s buttons.
gug: Rejepovyvy tembiapojára reipurukuévo votõ %s ha %s.

source: Load a "True" pattern generator from the journal
gug: Rehupi peteĩ tembiapojára apoha "añeteguáva" tapiaguáva guive

source: Load a "False" pattern generator from the journal
gug: Rehupi peteĩ tembiapojára apoha "añetegua'ỹva" tapiaguáva guive

source: New level added
gug: Yvatejoja pyahu mbojo'apyre
